Repository: sebras/sane-backends
Catalog: po/*.po
Languages: tr

source: Select film type
tr: Film türünü seç

source: Select the film type
tr: Film türünü seçin.

source: Calibrate Scanner
tr: Tarayıcıyı kalibre et

source: Force scanner calibration before scan
tr: Tarama öncesinde tarayıcı kalibrasyonunu zorlayın.

source: Grayscale scan
tr: Gri tonlu tarama

source: Do a grayscale rather than color scan
tr: Renkli tarama yerine gri tonlu tarama yapın.

source: Analog Gain
tr: Analog kazanç

source: Increase or decrease the analog gain of the CCD array
tr: CCD dizilişinin analog kazancını artırın veya azaltın.

source: Gamma Correction
tr: Gama düzeltmesi

source: Selects the gamma corrected transfer curve
tr: Gaması düzeltilmiş aktarım eğrisini seçer.

source: Flatbed
tr: Düz yatak

source: ADF Front
tr: KBB ön

source: ADF Back
tr: KBB arka

source: ADF Duplex
tr: KBB çift yönlü

source: Card Front
tr: Kart ön

source: Card Back
tr: Kart arka

source: Card Duplex
tr: Kart çift yönlü

source: Red
tr: Kırmızı

source: Green
tr: Yeşil

source: Blue
tr: Mavi

source: Enhance Red
tr: Kırmızıyı iyileştir

source: Enhance Green
tr: Yeşili iyileştir

source: Enhance Blue
tr: Maviyi iyileştir

source: None
tr: Yok

source: Black-on-White
tr: Beyaz üstüne siyah

source: Black-on-Image
tr: Görsel üzerine siyah

source: White-on-Black
tr: Siyah üzerine beyaz

source: Software blank skip percentage
tr: Yazılım boş atlama yüzdesi

source: Request driver to discard pages with low percentage of dark pixels
tr: Sürücüden düşük oranda koyu piksel içeren sayfaları atmasını isteyin.

source: Imprinter Options
tr: Baskıcı seçenekleri

source: Controls for imprinter units
tr: Baskıcı birimleri için denetimler

source: Scan Mode
tr: Tarama kipi

source: Use non-blocking IO
tr: Engellemeyen G/Ç kullan

source: Use non-blocking IO for sane_read() if supported by the frontend.
tr: Ön uç tarafından destekleniyorsa sane_read() için engellemeyen G/Ç kullanın.

source: Transparency Unit
tr: Saydamlık birimi

source: Automatic Document Feeder
tr: Kendiliğinden belge besleyicisi

source: Positive Film
tr: Pozitif film

source: Negative Film
tr: Negatif film

source: Focus on glass
tr: Cama odaklan

source: Focus 2.5mm above glass
tr: Camın 2,5 mm üzerine odaklan

source: Halftone A (Hard Tone)
tr: Yarı ton A (Sert ton)

source: Halftone B (Soft Tone)
tr: Yarı ton B (Yumuşak ton)

source: Halftone C (Net Screen)
tr: Yarı ton C (Net ekran)

source: Dither A (4x4 Bayer)
tr: Titreme A (4 × 4 Bayer)

source: Dither B (4x4 Spiral)
tr: Titreme B (4 × 4 Spiral)

source: Dither C (4x4 Net Screen)
tr: Titreme C (4 × 4 Net ekran)

source: Dither D (8x4 Net Screen)
tr: Titreme D (8 × 4 Net ekran)

source: Text Enhanced Technology
tr: Metin iyileştirilmiş teknoloji

source: Download pattern A
tr: A desenini indir

source: Download pattern B
tr: B desenini indir

source: No Correction
tr: Düzeltme yok

source: User defined
tr: Kullanıcı tanımlı

source: Impact-dot printers
tr: Nokta vuruşlu yazıcı

source: Thermal printers
tr: Termal yazıcılar

source: Ink-jet printers
tr: Mürekkep püskürtmeli yazıcılar

source: CRT monitors
tr: CRT monitörler

source: Default
tr: Öntanımlı

source: High density printing
tr: Yüksek yoğunluklu yazdırma

source: Low density printing
tr: Düşük yoğunluklu yazdırma

source: High contrast printing
tr: Yüksek karşıtlıklı yazdırma

source: User defined (Gamma=1.0)
tr: Kullanıcı tanımlı (Gama = 1,0)

source: User defined (Gamma=1.8)
tr: Kullanıcı tanımlı (Gama = 1,8)

source: A5 portrait
tr: A5 dikey

source: A5 landscape
tr: A5 yatay

source: Letter
tr: Mektup

source: Max
tr: En büyük

source: Selects the halftone.
tr: Yarı tonu seçer.

source: Dropout
tr: Düşme

source: Selects the dropout.
tr: Düşmeyi seçer.

source: Selects the brightness.
tr: Parlaklığı seçer.

source: Sharpness
tr: Keskinlik

source: Color correction
tr: Renk düzeltme

source: Sets the color correction table for the selected output device.
tr: Seçili çıktı aygıtı için renk düzeltme tablosunu seçer.

source: Color correction coefficients
tr: Renk düzeltme katsayıları

source: Matrix multiplication of RGB
tr: RGB’nin matris çarpımı

source: Shift green to red
tr: Yeşili kırmızıya kaydır

source: Shift green to blue
tr: Yeşili maviye kaydır

source: Shift red to green
tr: Kırmızıyı yeşile kaydır

source: Shift red to blue
tr: Kırmızıyı maviye kaydır

source: Shift blue to green
tr: Maviyi yeşile kaydır

source: Shift blue to red
tr: Maviyi kırmızıya kaydır

source: Controls green level
tr: Yeşil düzeyini denetler

source: Adds to red based on green level
tr: Yeşil düzeyi tabanlı olarak kırmızıya ekler

source: Adds to blue based on green level
tr: Yeşil düzeyi tabanlı olarak maviye ekler

source: Adds to green based on red level
tr: Kırmızı düzeyi tabanlı olarak yeşile ekler

source: Controls red level
tr: Kırmızı düzeyini denetler

source: Adds to blue based on red level
tr: Kırmızı düzeyi tabanlı olarak maviye ekler

source: Adds to green based on blue level
tr: Mavi düzeyi tabanlı olarak yeşile ekler

source: Adds to red based on blue level
tr: Mavi düzeyi tabanlı olarak kırmızıya ekler

source: Controls blue level
tr: Mavi düzeyini denetler

source: Mirror the image.
tr: Görseli yansıtın.

source: Fast preview
tr: Hızlı önizleme

source: Auto area segmentation
tr: Kendiliğinden alan bölütlemesi

source: Short resolution list
tr: Kısa çözünürlük listesi

source: Display short resolution list
tr: Kısa çözünürlük listesini görüntüle

source: Zoom
tr: Yakınlaştır

source: Defines the zoom factor the scanner will use
tr: Tarayıcının kullanacağı yakınlaştırma çarpanını tanımlar

source: Quick format
tr: Hızlı biçim

source: Optional equipment
tr: İsteğe bağlı ekipman

source: Eject
tr: Çıkar

source: Eject the sheet in the ADF
tr: KBB’deki sayfayı çıkar

source: Auto eject
tr: Kendiliğinden çıkar

source: Eject document after scanning
tr: Taramadan sonra belgeyi kendiliğinden çıkar

source: ADF Mode
tr: KBB kipi

source: Selects the ADF mode (simplex/duplex)
tr: KBB kipini seçer (tek/çift yönlü)

source: Bay
tr: Bölme

source: Select bay to scan
tr: Taranacak bölmeyi seç

source: Selects the gamma correction value from a list of pre-defined devices or the user defined table, which can be downloaded to the scanner
tr: Tarayıcıya indirilebilen önceden tanımlanmış aygıtlar listesinden veya kullanıcı tarafından tanımlanan tablodan gama düzeltme değerini seçer

source: Focus Position
tr: Odak konumu

source: Sets the focus position to either the glass or 2.5mm above the glass
tr: Odak konumunu ya cama ya da camın 2,5 mm üzerine ayarlar

source: Wait for Button
tr: Düğmeyi bekle

source: After sending the scan command, wait until the button on the scanner is pressed to actually start the scan process.
tr: Tarama komutunu gönderdikten sonra, asıl tarama işlemini başlatmak için tarayıcıdaki düğme basılana kadar bekle

source: TPU8x10
tr: TPU 8 × 10

source: Infrared
tr: Kızılötesi

source: Positive Slide
tr: Pozitif slayt

source: Negative Slide
tr: Negatif slayt

source: Built in CCT profile
tr: Yerleşik CCT profili

source: User defined CCT profile
tr: Kullanıcı tanımlı CCT profili

source: Load
tr: Yükle

source: Load a sheet in the ADF
tr: KBB’ye bir sayfa yükle

source: ADF Skew Correction
tr: KBB çevirme düzeltmesi

source: Enables ADF skew correction
tr: KBB çevirme düzeltmesini etkinleştirir

source: ADF CRP Correction
tr: KBB kırpma düzeltmesi

source: Enables ADF auto cropping
tr: KBB kendiliğinden kırpma düzeltmesini etkinleştirir

source: On
tr: Açık

source: Off
tr: Kapalı4

source: Dither
tr: Titreme

source: Diffusion
tr: Yayılma

source: White
tr: Beyaz

source: Black
tr: Siyah

source: Continue
tr: Sürdür

source: Stop
tr: Durdur

source: Horizontal
tr: Yatay

source: Horizontal bold
tr: Yatay kalın

source: Horizontal narrow
tr: Yatay dar

source: Vertical
tr: Dikey

source: Vertical bold
tr: Dikey kalın

source: Top to bottom
tr: Üstten alta

source: Bottom to top
tr: Alttan üste

source: Front
tr: Ön

source: Back
tr: Arka

source: Gamma function exponent
tr: Gama işlevi üssü

source: Changes intensity of midtones
tr: Orta tonların yoğunluğunu değiştirir

source: Reverse image format
tr: Ters görsel biçimi

source: Halftone type
tr: Yarı ton türü

source: Control type of halftone filter
tr: Yarı ton süzgecinin türünü denetler

source: Control pattern of halftone filter
tr: Yarı ton süzgecinin desenini denetler

source: Outline
tr: Ana hat

source: Perform outline extraction
tr: Ana hat çıkarması gerçekleştir

source: Emphasis
tr: Vurgu

source: Negative to smooth or positive to sharpen image
tr: Görseli pürüzsüzleştirmek için negatif, keskinleştirmek için pozitif

source: Separation
tr: Ayırma

source: Enable automatic separation of image and text
tr: Görselin ve metnin kendiliğinden ayrılmasını etkinleştir

source: Mirroring
tr: Yansıtma

source: Reflect output image horizontally
tr: Çıktı görselini yatay olarak yansıt

source: White level follower
tr: Beyaz düzeyi takipçisi

source: Control white level follower
tr: Beyaz düzeyi takipçisini denetle

source: BP filter
tr: Tükenmez kalem süzgeci

source: Improves quality of high resolution ball-point pen text
tr: Yüksek çözünürlüklü tükenmez kalem metninin kalitesini iyileştir

source: Smoothing
tr: Pürüzsüzleştirme

source: Enable smoothing for improved OCR
tr: Geliştirilmiş OCT için pürüzsüzleştirmeyi etkinleştir

source: Gamma curve
tr: Gama eğrisi

source: Gamma curve, from light to dark, but upper two may not work
tr: Açıktan koyuya gama eğrisi; ancak üst ikisi çalışmayabilir

source: Threshold curve
tr: Eşik eğrisi

source: Threshold curve, from light to dark, but upper two may not be linear
tr: Açıktan koyuya eşik eğrisi; ancak üst ikisi doğrusal olmayabilir

source: Threshold white
tr: Eşik beyazı

source: Set pixels equal to threshold to white instead of black
tr: Eşik değerine eşit pikselleri siyah yerine beyaza ayarla

source: Noise removal
tr: Gürültü kaldırma

source: Matrix 5x5
tr: 5 × 5 matris

source: Remove 5 pixel square noise
tr: 5 piksellik kare gürültüsünü kaldır

source: Matrix 4x4
tr: 4 × 4 matris

source: Remove 4 pixel square noise
tr: 4 piksellik kare gürültüsünü kaldır

source: Matrix 3x3
tr: 3 × 3 matris

source: Remove 3 pixel square noise
tr: 3 piksellik kare gürültüsünü kaldır

source: Matrix 2x2
tr: 2 × 2 matris

source: Remove 2 pixel square noise
tr: 2 piksellik kare gürültüsünü kaldır

source: Variance
tr: Varyans

source: Set SDTC variance rate (sensitivity), 0 equals 127
tr: SDTC varyans oranını (duyarlılığını) ayarla; 0, 127 değerine eşittir

source: Auto width detection
tr: Kendiliğinden genişlik algılama

source: Scanner detects paper sides. May reduce scanning speed.
tr: Tarayıcı kağıt yüzlerini algılar. Tarama hızını düşürebilir.

source: Auto length detection
tr: Kendiliğinden uzunluk algılama

source: Scanner detects paper lower edge. May confuse some frontends.
tr: Tarayıcı kağıdın alt kenarını algılar. Kimi ön uçların kafasını karıştırabilir.

source: Compression
tr: Sıkıştırma

source: Enable compressed data. May crash your front-end program
tr: Sıkıştırılmış veriyi etkinleştirin. Ön uç programınızı çökertebilir.

source: Compression argument
tr: Sıkıştırma argümanı

source: Level of JPEG compression. 1 is small file, 7 is large file. 0 (default) is same as 4
tr: JPEG sıkıştırmasının düzeyi. 1 küçük, 7 ise büyük dosya demektir. 0 (öntanımlı), 4 ile aynıdır.

source: DF action
tr: ÇB eylemi

source: Action following double feed error
tr: Çifte besleme hatasından sonraki eylem

source: DF skew
tr: ÇB çevirme

source: Enable double feed error due to skew
tr: Çevirmeden dolayı oluşan çifte besleme hatasını etkinleştir

source: DF thickness
tr: ÇB kalınlığı

source: Enable double feed error due to paper thickness
tr: Kâğıt kalınlığından dolayı oluşan çifte besleme hatasını etkinleştir

source: DF length
tr: ÇB uzunluğu

source: Enable double feed error due to paper length
tr: Kâğıt uzunluğundan dolayı oluşan çifte besleme hatasını etkinleştir

source: DF length difference
tr: ÇB uzunluğu farkı

source: Difference in page length to trigger double feed error
tr: Çifte besleme hatasını tetikleyecek kâğıt uzunluğu farkı

source: DF recovery mode
tr: ÇB kurtarma kipi

source: Request scanner to reverse feed on paper jam
tr: Kâğıt sıkışmasında tarayıcının beslemeyi tersine çevirmesini iste

source: Paper protection
tr: Kâğıt koruma

source: Request scanner to predict jams in the ADF
tr: Tarayıcının KBB’deki sıkışmaları öngörmesini iste

source: Advanced paper protection
tr: Gelişmiş kâğıt koruma

source: Request scanner to predict jams in the ADF using improved sensors
tr: Gelişmiş algılayıcılar kullanarak KBB’nin sıkışmaları öngörmesini iste

source: Staple detection
tr: Zımba algılama

source: Request scanner to detect jams in the ADF caused by staples
tr: Tarayıcının zımba teli tarafından meydana gelen sıkışmaları algılamasını iste

source: Background color
tr: Arka plan rengi

source: Set color of background for scans. May conflict with overscan option
tr: Tarama arka planının rengini ayarlayın. Fazla tarama seçeneğiyle çakışabilir.

source: Dropout color
tr: Düşme rengi

source: One-pass scanners use only one color during gray or binary scanning, useful for colored paper or ink
tr: Tek geçişli tarayıcılar, gri veya ikili tarama sırasında yalnızca tek bir renk kullanırlar; renkli sayfa veya mürekkep için yararlıdır.

source: Buffer mode
tr: Arabellek kipi

source: Request scanner to read pages quickly from ADF into internal memory
tr: Tarayıcının KBB’den iç belleğe tez okumasını iste

source: Prepick
tr: Önden seç

source: Request scanner to grab next page from ADF
tr: Tarayıcının sonraki sayfayı KBB’den almasını iste

source: Overscan
tr: Fazla tarama

source: Collect a few mm of background on top side of scan, before paper enters ADF, and increase maximum scan area beyond paper size, to allow collection on remaining sides. May conflict with bgcolor option
tr: Kâğıt KBB’ye girmeden önce, taramanın üst tarafında birkaç mm arka plan toplayın ve kalan kenarlarda toplamaya izin vermek için en büyük tarama alanını kağıt boyutunun ötesine çıkarın. bgcolor seçeneğiyle çakışabilir.

source: Sleep timer
tr: Uyku zamanlayıcısı

source: Time in minutes until the internal power supply switches to sleep mode
tr: İç güç kaynağı uyku kipine geçene kadar kalan dakika türünden süre

source: Off timer
tr: Kapanma zamanlayıcısı

source: Time in minutes until the internal power supply switches the scanner off. Will be rounded to nearest 15 minutes. Zero means never power off.
tr: İç güç kaynağı tarayıcıyı kapatana kadar kalan dakika türünden süre. En yakın 15. dakikaya yuvarlanacaktır. 0, hiçbir zaman kapatılmayacağı anlamına gelir.

source: Duplex offset
tr: Çift yön ofseti

source: Adjust front/back offset
tr: Ön/arka ofseti ayarla

source: Green offset
tr: Yeşil ofseti

source: Adjust green/red offset
tr: Yeşil/kırmızı ofsetini ayarla

source: Blue offset
tr: Mavi ofseti

source: Adjust blue/red offset
tr: Mavi/kırmızı ofsetini ayarla

source: Low Memory
tr: Düşük Bellek

source: Limit driver memory usage for use in embedded systems. Causes some duplex transfers to alternate sides on each call to sane_read. Value of option 'side' can be used to determine correct image. This option should only be used with custom front-end software.
tr: Gömülü sistemlerde kullanım için sürücü belleği kullanımını sınırlayın. Her sane_read çağrısında bazı çift yönlü aktarımların alternatif taraflara gitmesine neden olur. “side” seçeneğinin değeri doğru görseli belirlemek için kullanılabilir. Bu seçenek yalnızca özel ön uç yazılımlarıyla kullanılmalıdır.

source: Duplex side
tr: Çift yön tarafı

source: Tells which side (0=front, 1=back) of a duplex scan the next call to sane_read will return.
tr: sane_read’e yapılan bir sonraki çağrının, bir çift yön taramasının hangi tarafını (0=ön, 1=arka) döndüreceğini söyler.

source: Hardware deskew and crop
tr: Donanım eğrilik düzeltme ve kırpma

source: Request scanner to rotate and crop pages digitally.
tr: Tarayıcının sayfaları sayısal olarak döndürmesini ve kırpmasını isteyin.

source: Software deskew
tr: Yazılım eğrilik düzeltme

source: Request driver to rotate skewed pages digitally.
tr: Sürücünün eğrilen sayfaları sayısal olarak döndürmesini isteyin.

source: Software despeckle diameter
tr: Yazılım toz giderme çapı

source: Maximum diameter of lone dots to remove from scan.
tr: Taramadan kaldırılacak toz/nokta en büyük çapı.

source: Software crop
tr: Yazılım kırpma

source: Request driver to remove border from pages digitally.
tr: Sürücünün sayfalardan kenarlıkları sayısal olarak kaldırmasını isteyin.

source: Halt on Cancel
tr: İptalde durdur

source: Request driver to halt the paper feed instead of eject during a cancel.
tr: Bir iptal sırasında sürücünün çıkarma yerine kâğıt beslemesini durdurmasını isteyin.

source: Endorser Options
tr: Damgalayıcı Seçenekleri

source: Controls for endorser unit
tr: Damgalayıcı birimi için denetimler

source: Endorser
tr: Damgalayıcı

source: Enable endorser unit
tr: Damgalayıcı birimini etkinleştir

source: Endorser bits
tr: Damgalayıcı bitleri

source: Determines maximum endorser counter value.
tr: En büyük damgalayıcı sayaç değerini belirler.

source: Endorser value
tr: Damgalayıcı değeri

source: Initial endorser counter value.
tr: Başlangıç damgalayıcı sayaç değeri.

source: Endorser step
tr: Damgalayıcı adımı

source: Change endorser counter value by this much for each page.
tr: Her bir sayfa için damgalayıcı sayaç değerini bu kadar artırın.

source: Endorser Y
tr: Y damgalayıcısı

source: Endorser print offset from top of paper.
tr: Kâğıdın üstünden olan damgalayıcı yazdırma ofseti

source: Endorser font
tr: Damgalayıcı yazıtipi

source: Endorser printing font.
tr: Damgalayıcı yazdırma yazıtipi.

source: Endorser direction
tr: Damgalayıcı yönü

source: Endorser printing direction.
tr: Damgalayıcı yazdırma yönü.

source: Endorser side
tr: Damgalayıcı yanı

source: Endorser printing side, requires hardware support to change
tr: Damgalayıcı yazdırma yanı, değişiklik için donanım desteği gerekir.

source: Endorser string
tr: Damgalayıcı dizisi

source: Endorser alphanumeric print format. %05ud or %08ud at the end will be replaced by counter value.
tr: Damgalayıcı alfanümerik yazdırma biçimi. Sondaki %05ud veya %08ud, sayaç değeriyle değiştirilir.

source: Top edge
tr: Üst kenar

source: Paper is pulled partly into ADF
tr: Kâğıt kısımsal olarak KBB’ye çekilir

source: A3 paper
tr: A3 kâğıt

source: A3 paper detected
tr: A3 kâğıt algılandı

source: B4 paper
tr: B4 kâğıt

source: B4 paper detected
tr: B4 kâğıt algılandı

source: A4 paper
tr: A4 kâğıt

source: A4 paper detected
tr: A4 kâğıt algılandı

source: B5 paper
tr: B5 kâğıt

source: B5 paper detected
tr: B5 kâğıt algılandı

source: OMR or DF
tr: OMR veya DF

source: OMR or double feed detected
tr: OMR veya çifte besleme algılandı

source: Card loaded
tr: Kart yüklendi

source: Card slot contains paper
tr: Kart yuvası kâğıt içeriyor

source: Power saving
tr: Güç tasarrufu

source: Scanner in power saving mode
tr: Tarayıcı güç tasarrufu kipinde

source: Manual feed
tr: Elle besleme

source: Manual feed selected
tr: Elle besleme seçili

source: Function
tr: İşlev

source: Function character on screen
tr: Ekrandaki işlev karakteri

source: Ink low
tr: Mürekkep az

source: Imprinter ink running low
tr: Baskıcı mürekkebi azaldı

source: Double feed
tr: Çifte besleme

source: Double feed detected
tr: Çifte besleme algılandı

source: Error code
tr: Hata kodu

source: Hardware error code
tr: Donanım hatası kodu

source: Skew angle
tr: Çevirme açısı

source: Requires black background for scanning
tr: Tarama için siyah arka plan gerektirir

source: Ink remaining
tr: Kalan mürekkep

source: Imprinter ink level
tr: Baskıcı mürekkebi düzeyi

source: Density
tr: Yoğunluk

source: Density dial
tr: Yoğunluk çevirgeci

source: Duplex switch
tr: Çift yön anahtarı

source: Extras
tr: Ekstralar

source: Color filter
tr: Renk süzgeci

source: When using gray or lineart this option selects the used color.
tr: Gri veya çizgi sanatı kullanırken bu seçenek kullanılan rengi seçer.

source: Calibration file
tr: Kalibrasyon dosyası

source: Specify the calibration file to use
tr: Kullanılacak kalibrasyon dosyasını belirt

source: Calibration cache expiration time
tr: Kalibrasyon önbelleği son kullanım tarihi

source: Time (in minutes) before a cached calibration expires. A value of 0 means cache is not used. A negative value means cache never expires.
tr: Önbelleğe alınmış bir kalibrasyonun süresi dolmadan önceki süre (dakika türünden). 0 değeri önbelleğin kullanılmadığı anlamına gelir. Negatif değer önbelleğin asla süresinin dolmadığı anlamına gelir.

source: Lamp off time
tr: Lamba kapalı

source: The lamp will be turned off after the given time (in minutes). A value of 0 means, that the lamp won't be turned off.
tr: Lamba, belirtilen süreden (dakika türünden) sonra kapatılacaktır. 0 değeri, lambanın kapatılmayacağı anlamına gelir.

source: Lamp off during scan
tr: Tarama sırasında lamba kapalı

source: The lamp will be turned off during scan.
tr: Lamba, tarama süresince kapalı kalacaktır.

source: File button
tr: Dosya düğmesi

source: OCR button
tr: OCR düğmesi

source: Power button
tr: Güç düğmesi

source: Extra button
tr: Ekstra düğme

source: Transparency button
tr: Saydamlık düğmes,

source: PDF function button 1
tr: PDF işlevi düğmesi 1

source: PDF function button 2
tr: PDF işlevi düğmesi 2

source: PDF function button 3
tr: PDF işlevi düğmesi 3

source: PDF function button 4
tr: PDF işlevi düğmesi 4

source: Needs calibration
tr: Kalibrasyon gerekiyor

source: The scanner needs calibration for the current settings
tr: Tarayıcının geçerli ayarlar için kalibre edilmesi gerekiyor

source: Buttons
tr: Düğmeler

source: Calibrate
tr: Kalibre Et

source: Start calibration using special sheet
tr: Özel sayfa kullanarak kalibrasyonu başlat

source: Clear calibration
tr: Kalibrasyonu temizle

source: Clear calibration cache
tr: Kalibrasyon önbelleğini temizle

source: Force calibration
tr: Kalibrasyonu zorla

source: Force calibration ignoring all and any calibration caches
tr: Tüm ve herhangi bir kalibrasyon önbelleğini yok sayarak kalibrasyonu zorla

source: Ignore internal offsets
tr: İç ofsetleri yok say

source: Acquires the image including the internal calibration areas of the scanner
tr: Tarayıcının içsel kalibrasyon alanları içerilmek üzere görseli alır

source: Transparency Adapter
tr: Saydamlık bağdaştırıcısı

source: Transparency Adapter Infrared
tr: Kızılötesi saydamlık bağdaştırıcısı

source: Gray mode color
tr: Gri kipi rengi

source: Selects which scan color is used gray mode (default: green).
tr: Gri kipi için hangi tarama renginin kullanılacağını seçer (öntanımlı: yeşil).

source: Debugging Options
tr: Hata Ayıklama Seçenekleri

source: Automatic warmup
tr: Kendiliğinden ısınma

source: Warm-up until the lamp's brightness is constant instead of insisting on 60 seconds warm-up time.
tr: 60 saniyelik ısınma süresinde ısrar etmek yerine, lambanın parlaklığı sabit oluncaya kadar ısıtmaya çalışın.

source: Full scan
tr: Tam tarama

source: Scan the complete scanning area including calibration strip. Be careful. Don't select the full height. For testing only.
tr: Kalibrasyon şeridi de içerilmek üzere tüm tarama alanını tarayın. Dikkatli olun; bütün yüksekliği seçmeyin. Yalnızca sınama amaçlıdır.

source: Coarse calibration
tr: Kaba kalibrasyon

source: Setup gain and offset for scanning automatically. If this option is disabled, options for setting the analog frontend parameters manually are provided. This option is enabled by default. For testing only.
tr: Tarama için kazancı ve ofseti kendiliğinden ayarlayın. Bu seçenek devre dışı bırakılırsa analog ön uç parametrelerini elle ayarlama seçenekleri sağlanır. Bu seçenek öntanımlı olarak etkindir. Yalnızca sınama amaçlıdır.
