Repository: sebras/sane-backends
Catalog: po/*.po
Languages: tr

source: Coarse calibration for first scan only
tr: Yalnızca ilk tarama için kaba kalibrasyon

source: Coarse calibration is only done for the first scan. Works with most scanners and can save scanning time. If the image brightness is different with each scan, disable this option. For testing only.
tr: Kaba kalibrasyon yalnızca ilk tarama için yapılır. Çoğu tarayıcıyla çalışır ve tarama süresinden tasarruf sağlayabilir. Görsel parlaklığı her taramada farklıysa bu seçeneği devre dışı bırakın. Yalnızca sınama amaçlıdır.

source: Backtrack lines
tr: Çizgileri geriden izle

source: Number of lines the scan slider moves back when backtracking occurs. That happens when the scanner scans faster than the computer can receive the data. Low values cause faster scans but increase the risk of omitting lines.
tr: Geri izleme gerçekleştiğinde tarama sürgüsünün geri hareket ettiği satır sayısı. Bu, tarayıcının bilgisayarın veriyi alabileceğinden daha hızlı taradığı zaman olur. Düşük değerler daha hızlı taramalara neden olur; ancak satırların atlanma riskini artırır.

source: Gamma value
tr: Gama değeri

source: Sets the gamma value of all channels.
tr: Tüm kanalların gama değerini ayarlar.

source: Advanced Options
tr: Gelişmiş Seçenekler

source: Coarse
tr: Kaba

source: Fine
tr: İnce

source: Custom
tr: Özel

source: Auto
tr: Kendiliğinden

source: Pass-through
tr: İçinden geçişli

source: NTSC Gray
tr: NTSC grisi

source: XPA Gray
tr: XPA grisi

source: Slow
tr: Yavaş

source: Fast
tr: Hızlı

source: Extra Fast
tr: Ekstra hızlı

source: 2-pixel
tr: 2 pikselli

source: 4-pixel
tr: 4 pikselli

source: 8-pixel
tr: 8 pikselli

source: Print
tr: Yazdır

source: Slide
tr: Slayt

source: Film-strip
tr: Film şeridi

source: ADF
tr: KBB

source: Conditional
tr: Koşullu

source: Experiment
tr: Deney

source: Sharpening
tr: Keskinleştirme

source: Set sharpening value.
tr: Keskinleştirme değerini ayarlayın.

source: Auto Threshold
tr: Kendiliğinden eşikli

source: Enable automatic determination of threshold for line-art scans.
tr: Çizgi sanatı taramaları için eşiğin kendiliğinden algılanmasını etkinleştirin.

source: Select smoothing filter.
tr: Pürüzsüzleştirme süzgecini seçin.

source: Unload media after scan
tr: Tarama sonrası ortamı indir

source: Unloads the media after a scan.
tr: Bir taramadan sonra ortamı indirir.

source: Change document
tr: Belgeyi değiştir

source: Change Document.
tr: Belgeyi değiştirin.

source: Unload
tr: İndir

source: Unload Document.
tr: Belgeyi indirin.

source: Start calibration process.
tr: Kalibrasyon sürecini başlatın.

source: Media
tr: Ortam

source: Set type of media.
tr: Ortamın türünü seçin.

source: Exposure time
tr: Pozlama süresi

source: A longer exposure time lets the scanner collect more light. Suggested use is 175% for prints, 150% for normal slides and "Negative" for negative film. For dark (underexposed) images you can increase this value.
tr: Daha uzun pozlama süresi tarayıcının daha fazla ışık toplamasını sağlar. Önerilen kullanım baskılar için %175, normal slaytlar için %150 ve negatif film için “Negatif”tir. Koyu (az pozlanmış) görseller için bu değeri artırabilirsiniz.

source: Color Matrix
tr: Renk matrisi

source: Set the scanner's color matrix.
tr: Tarayıcının renk matrisini ayarlayın.

source: Custom color matrix.
tr: Özel renk matrisi

source: Mono Color Matrix
tr: Tek renkli renk matrisi

source: Custom color matrix for grayscale scans.
tr: Gri tonlu taramalar için özel renk matrisi

source: Mirror horizontal
tr: Yatay olarak yansıt

source: Mirror image horizontally.
tr: Görseli yatay olarak yansıtın.

source: Mirror vertical
tr: Dikey olarak yansıt

source: Mirror image vertically.
tr: Görseli dikey olarak yansıtın.

source: Update options
tr: Güncelleme seçenekleri

source: Update options.
tr: Güncelleme seçenekleri

source: 8 bit output
tr: 8 bit çıktı

source: Use bit depth greater eight internally, but output only eight bits.
tr: Bit derinliğini içsel olarak sekizden büyük kullanın; ancak yalnızca sekiz bit çıktılayın.

source: Front button wait
tr: Ön düğmeyi bekle

source: Wait to scan for front-panel button push.
tr: Taramak için ön panel düğmesine basılmasını bekle

source: Shut off lamp
tr: Lambayı kapat

source: Shut off scanner lamp.
tr: Tarayıcı lambasını kapatın.

source: Geometry Group
tr: Geometri Grubu

source: Scan Mode Group
tr: Tarama Kipi Grubu

source: Scanner model
tr: Tarayıcı modeli

source: Allows one to test device behavior with other supported models
tr: Diğer desteklenen modellerle aygıt davranışını sınamaya izin verir.

source: Image colors will be inverted
tr: Görsel renkleri ters çevrilir

source: Disable gamma correction
tr: Gama düzeltmesini devre dışı bırak

source: Gamma correction will be disabled
tr: Gama düzeltmesi devre dışı bırakılacaktır.

source: Disable white shading correction
tr: Beyaz gölgeleme düzeltmesini devre dışı bırak

source: White shading correction will be disabled
tr: Beyaz gölgeleme düzeltmesi devre dışı bırakılacaktır.

source: Skip warmup process
tr: Isınma sürecini atla

source: Warmup process will be disabled
tr: Isınma süreci devre dışı bırakılacaktır.

source: Force real depth
tr: Gerçek derinliği zorla

source: If gamma is enabled, scans are always made in 16 bits depth to improve image quality and then converted to the selected depth. This option avoids depth emulation.
tr: Gama etkinleştirilirse görsel kalitesini iyileştirmek için taramalar her zaman 16 bit derinlikte yapılır ve ardından seçilen derinliğe dönüştürülür. Bu seçenek, derinlik öykünmesini önler.

source: Emulate Grayscale
tr: Gri tonluya öykün

source: If enabled, image will be scanned in color mode and then converted to grayscale by software. This may improve image quality in some circumstances.
tr: Etkinleştirilirse, görsel renkli kipte taranır ve ardından yazılım tarafından gri tonluya dönüştürülür. Bu, bazı durumlarda görsel kalitesini iyileştirebilir.

source: Save debugging images
tr: Hata ayıklama görsellerini kaydet

source: If enabled, some images involved in scanner processing are saved to analyze them.
tr: Etkinleştirilirse tarama işlemesinde kullanılan kimi görseller, onları çözümlemek için kaydedilir.

source: Reset chipset
tr: Yonga kümesini sıfırla

source: Resets chipset data
tr: Yonga kümesinin verisini sıfırlar.

source: Information
tr: Bilgi

source: Chipset name
tr: Yonga kümesi adı

source: Shows chipset name used in device.
tr: Aygıtta kullanılan yonga kümesinin adını gösterir.

source: Unknown
tr: Bilinmeyen

source: Chipset ID
tr: Yonga kümesi kimliği

source: Shows the chipset ID
tr: Yonga kümesi kimliğini gösterir.

source: Scan counter
tr: Tarama sayacı

source: Shows the number of scans made by scanner
tr: Tarayıcı tarafından yapılan taramaların sayısını gösterir.

source: Update information
tr: Bilgiyi Güncelle

source: Updates information about device
tr: Aygıt hakkındaki bilgiyi günceller

source: This option reflects a front panel scanner button
tr: Bu seçenek, tarayıcının ön panelindeki bir düğmeyi yansıtır

source: Share-To-Web button
tr: Web’e Paylaş düğmesini göster

source: Scan an image and send it on the web
tr: Görsel tara ve web’e gönder

source: Reprint Photos button
tr: Fotoğrafları Yeniden Yazdır düğmesi

source: Button for reprinting photos
tr: Fotoğrafları yeniden yazdır düğmesi

source: more-options
tr: Daha Çok Seçenek

source: More Options button
tr: Daha Çok Seçenekler düğmesi

source: Button for additional options/configuration
tr: Ek seçenekler/yapılandırmalar düğmesi

source: Power Save button
tr: Güç Tasarrufu düğmesi

source: Puts the scanner in an energy-conservation mode
tr: Tarayıcıyı enerji tasarrufu kipine sokar

source: Increase Copies button
tr: Kopyaları Artır düğmesi

source: Increase the number of copies
tr: Kopyaların sayısını artır düğmesi

source: Decrease Copies button
tr: Kopyaların sayısını azalt düğmesi

source: Decrease the number of copies
tr: Kopyaların sayısını azalt

source: Select color/BW button
tr: Renkli/SB düğmesini seç

source: Alternates between color and black/white scanning
tr: Renkli ve siyah–beyaz tarama arasında geçiş yapar

source: Read color/BW button state
tr: Renkli/SB düğmesi durumunu oku

source: Reads state of BW/colour panel setting
tr: Renkli/SB paneli ayarının durumunu okur

source: Read copy count value
tr: Kopya sayısı değerini oku

source: Reads state of copy count panel setting
tr: Kopya sayısı paneli ayarının durumunu okur

source: Lamp status
tr: Lamba durumu

source: Switches the lamp on or off.
tr: Lambayı açar veya kapatır.

source: Calibrates for black and white level.
tr: Siyah ve beyaz düzeyi için kalibre eder

source: TMA Slides
tr: TMA slaytları

source: TMA Negatives
tr: TMA negatifleri

source: Color (48 bits)
tr: Renkli (48 bit)

source: Extend lamp timeout
tr: Lamba zaman aşımını uzat

source: Extends lamp timeout (from 15 minutes to 1 hour)
tr: Lamba zaman aşımını uzatır (15 dakikadan 1 saate kadar)

source: Wait for button
tr: Düğmeyi bekle

source: Waits for button before scanning
tr: Taramadan önce düğmeyi bekler

source: Last button pressed
tr: Son basılan düğme

source: Get ID of last button pressed (read only)
tr: Son basılan düğmenin kimliğini al (saltokunur)

source: LCD counter
tr: LCD sayaç

source: Get value of LCD counter (read only)
tr: LCD sayacın değerini al (saltokunur)

source: Color LED indicator
tr: Renkli LED gösterge

source: Get value of LED indicator (read only)
tr: LED göstergenin değerini al (saltokunur)

source: Document available in ADF
tr: KBB’deki kullanılabilir belge

source: Get state of document-available indicator in ADF (read only)
tr: KBB’deki kullanılabilir belge göstergesinin durumunu al (saltokunur)

source: Hide end-of-page pixel
tr: Sayfa sonu pikselini gizle

source: Hide end-of-page indicator pixels and overwrite with neighbor pixels
tr: Sayfa sonu göstergesi pikselini gizle ve komşu piksellerle üzerine yaz

source: Filling mode of trailing lines after scan data (ADF)
tr: Tarama verisi sonrası sondaki çizgileri doldurma kipi (KBB)

source: raw = raw scan data, last = repeat last scan line, raster = b/w raster, white = white color, black = black color, color = RGB or gray color value
tr: raw = ham tarama verisi, last = son tarama çizgisini yinele, raster = s–b raster, white = beyaz renk, black = siyah renk, color = RGB veya gri renk değeri

source: RGB or gray color value for filling mode 'color'
tr: “color” doldurma kipi için RGB veya gri renk değeri

source: Color value for trailing lines filling mode 'color'. RGB color as r*65536+256*g+b or gray value (default=violet or gray)
tr: “color” sonraki çizgileri doldurma kipi için renk değeri. r*65536+256*g+b olarak RGB değeri veya gri değeri (default=mor veya gri)

source: Paper size
tr: Kâğıt boyutu

source: Automatic separation
tr: Kendiliğinden ayırma

source: Landscape
tr: Yatay

source: Inverse Image
tr: Görseli ters çevir

source: Long paper mode
tr: Uzun kâğıt kipi

source: Length control mode
tr: Uzunluk denetim kipi

source: Manual feed mode
tr: Elle besleme kipi

source: Manual feed timeout
tr: Elle besleme zaman aşımı

source: Double feed detection
tr: Çifte besleme algılama

source: Enable Duplex (Dual-Sided) Scanning
tr: Çift yönlü taramayı etkinleştir

source: Physical size of the paper in the ADF
tr: KBB’deki kâğıdın fiziksel boyutu

source: Check
tr: Çek

source: Legal
tr: Yasal

source: diffusion
tr: yayılma

source: light
tr: açık

source: dark
tr: koyu

source: From scanner
tr: Tarayıcıdan

source: From paper
tr: Kâğıttan

source: default
tr: öntanımlı

source: smooth
tr: pürüzsüz

source: none
tr: yok

source: low
tr: düşük

source: medium
tr: orta

source: high
tr: yüksek

source: linear
tr: doğrusal

source: red
tr: kırmızı

source: green
tr: yeşil

source: blue
tr: mavi

source: Lamp color
tr: Lamba rengi

source: Sets the lamp color (color dropout)
tr: Lamba rengini ayarlar

source: Enhanced mode
tr: İyileştirme kipi

source: Toggle lamp of flatbed
tr: Düz yatağın lambasını aç/kapat

source: Toggles the lamp of the flatbed
tr: Düz yatağın lambasını açar/kapatır

source: This option turns off the lamp of the flatbed during a scan
tr: Bu seçenek, düz yatağın lambasını bir tarama sırasında kapatır

source: Lamp off time (minutes)
tr: Lamba kapalı süresi (dakika)

source: Set the time (in minutes) after which the lamp is shut off.
tr: Lambanın ne kadar süre sonra kapanacağını (dakika olarak) ayarlayın.

source: Turn lamp off
tr: Lambayı kapat

source: Turns the lamp off immediately.
tr: Lambayı hemen kapatır.

source: Warm-up until the lamp's brightness is constant instead of insisting on 40 seconds warm-up time.
tr: 40 saniyelik ısınma süresinde ısrar etmek yerine, lambanın parlaklığı sabit oluncaya kadar ısıtmaya çalışın.

source: Lampswitch
tr: Lamba düğmesi

source: Manually switching the lamp(s).
tr: Lambayı elle kapatın.

source: Lamp off during dark calibration
tr: Karanlık kalibrasyonu sırasında lamba kapalı

source: Always switches lamp off when doing dark calibration.
tr: Karanlık kalibrasyonu yaparken lambayı her zaman kapatır.

source: Lampoff-time
tr: Lamba kapanma zamanı

source: Lampoff-time in seconds.
tr: Lambanın saniye olarak kapanma süresi.

source: Red lamp off
tr: Kırmızı lamba kapalı

source: Defines red lamp off parameter
tr: Kırmızı lamba kapalı parametresini tanımlar

source: Green lamp off
tr: Yeşil lamba kapalı

source: Defines green lamp off parameter
tr: Yeşil lamba kapalı parametresini tanımlar

source: Blue lamp off
tr: Mavi lamba kapalı

source: Defines blue lamp off parameter
tr: Mavi lamba kapalı parametresini tanımlar

source: Image Enhancement
tr: Görsel iyileştirme

source: Set default values for enhancement controls (brightness & contrast).
tr: İyileştirme denetimleri için öntanımlı değerleri ayarlayın (parlaklık ve karşıtlık).

source: Lamp on
tr: Lamba açık

source: Turn on scanner lamp
tr: Tarayıcı lambasını aç

source: Lamp off
tr: Lamba kapalı

source: Turn off scanner lamp
tr: Tarayıcı lambasını kapat

source: Lamp timeout
tr: Lamba zaman aşımı

source: Minutes until lamp is turned off after scan
tr: Tarama sonrası lambanın kapatılacağı dakika süresi

source: Sets lamp on/off
tr: Lambayı açar/kapatır
