Repository: sebras/sane-backends
Catalog: po/*.po
Languages: tr

source: Number of options
tr: Seçeneklerin sayısı

source: Standard
tr: Standart

source: Geometry
tr: Geometri

source: Enhancement
tr: İyileştirme

source: Advanced
tr: İyileştirme

source: Sensors
tr: Algılayıcılar

source: Preview
tr: Önizleme

source: Force monochrome preview
tr: Siyah–beyaz önizlemeyi zorla

source: Bit depth
tr: Bit derinliği

source: Scan mode
tr: Tarama kipi

source: Scan speed
tr: Tarama hızı

source: Scan source
tr: Tarama kaynağı

source: Force backtracking
tr: Geri izlemeyi zorla

source: Top-left x
tr: Sol üst X

source: Top-left y
tr: Sol üst Y

source: Bottom-right x
tr: Sağ alt X

source: Bottom-right y
tr: Sağ alt Y

source: Scan resolution
tr: Tarama çözünürlüğü

source: X-resolution
tr: X çözünürlüğü

source: Y-resolution
tr: Y çözünürlüğü

source: Page width
tr: Sayfa genişliği

source: Page height
tr: Sayfa yüksekliği

source: Use custom gamma table
tr: Özel gama tablosu kullan

source: Image intensity
tr: Görsel yoğunluğu

source: Red intensity
tr: Kırmızı yoğunluğu

source: Green intensity
tr: Yeşil yoğunluğu

source: Blue intensity
tr: Mavi yoğunluğu

source: Brightness
tr: Parlaklık

source: Contrast
tr: Karşıtlık

source: Grain size
tr: Tanecik boyutu

source: Halftoning
tr: Yarım tonlama

source: Black level
tr: Siyah düzeyi

source: White level
tr: Beyaz düzeyi

source: White level for red
tr: Kırmızı için beyaz düzeyi

source: White level for green
tr: Yeşil için beyaz düzeyi

source: White level for blue
tr: Mavi için beyaz düzeyi

source: Shadow
tr: Gölge

source: Shadow for red
tr: Kırmızı için gölge

source: Shadow for green
tr: Yeşil için gölge

source: Shadow for blue
tr: Mavi için gölge

source: Highlight
tr: Vurgu

source: Highlight for red
tr: Kırmızı için vurgu

source: Highlight for green
tr: Yeşil için vurgu

source: Highlight for blue
tr: Mavi için vurgu

source: Hue
tr: Ton

source: Saturation
tr: Doygunluk

source: Filename
tr: Dosya adı

source: Halftone pattern size
tr: Yarım ton deseni boyutu

source: Halftone pattern
tr: Yarım ton deseni

source: Bind X and Y resolution
tr: X ve Y çözünürlüğünü bağıntıla

source: Negative
tr: Negatif

source: Quality calibration
tr: Kalite kalibrasyonu

source: Double Optical Resolution
tr: Çifte optik çözünürlük

source: Bind RGB
tr: RGB’yi bağıntıla

source: Threshold
tr: Eşik

source: Analog gamma correction
tr: Analog gama düzeltmesi

source: Analog gamma red
tr: Analog gama kırmızısı

source: Analog gamma green
tr: Analog gama yeşili

source: Analog gamma blue
tr: Analog gama mavisi

source: Bind analog gamma
tr: Analog gamayı bağıntıla

source: Warmup lamp
tr: Lambayı ısıt

source: Cal. exposure-time
tr: Kalibrasyon pozlama süresi

source: Cal. exposure-time for red
tr: Kırmızı için kalibrasyon pozlama süresi

source: Cal. exposure-time for green
tr: Yeşil için kalibrasyon pozlama süresi

source: Cal. exposure-time for blue
tr: Mavi için kalibrasyon pozlama süresi

source: Scan exposure-time
tr: Tarama pozlama süresi

source: Scan exposure-time for red
tr: Kırmızı için tarama pozlama süresi

source: Scan exposure-time for green
tr: Yeşil için tarama pozlama süresi

source: Scan exposure-time for blue
tr: Mavi için tarama pozlama süresi

source: Set exposure-time
tr: Pozlama süresini ayarla

source: Cal. lamp density
tr: Kalibrasyon lamba yoğunluğu

source: Scan lamp density
tr: Tarama lamba yoğunluğu

source: Set lamp density
tr: Lamba yoğunluğunu ayarla

source: Lamp off at exit
tr: Çıkışta lambayı kapat

source: Focus position
tr: Odak konumu

source: Autofocus
tr: Kendiliğinden odak

source: Infrared scan
tr: Kızılötesi tarama

source: Read-only option that specifies how many options a specific device supports.
tr: Belirli bir aygıtın kaç seçeneği desteklediğini belirten saltokunur seçenek.

source: Source, mode and resolution options
tr: Kaynak, kip ve çözünürlük seçenekleri

source: Scan area and media size options
tr: Tarama alanı ve ortam boyutu seçenekleri

source: Image modification options
tr: Görsel değişiklik seçenekleri

source: Hardware specific options
tr: Donanıma özel seçenekler

source: Scanner sensors and buttons
tr: Tarama algılayıcıları ve düğmeleri

source: Request a preview-quality scan.
tr: Önizleme kalitesinde bir tarama isteyin.

source: Request that all previews are done in monochrome mode. On a three-pass scanner this cuts down the number of passes to one and on a one-pass scanner, it reduces the memory requirements and scan-time of the preview.
tr: Tüm önizlemelerin siyah–beyaz kipte yapılmasını isteyin. Üç geçişli bir tarayıcıda bu, geçiş sayısını bire düşürür ve tek geçişli bir tarayıcıda önizlemenin bellek gereksinimlerini ve tarama süresini azaltır.

source: Number of bits per sample, typical values are 1 for "line-art" and 8 for multibit scans.
tr: Örnek başına bit sayısı, tipik değerler “çizgi sanatı” için 1 ve çok bitli taramalar için 8’dir.

source: Selects the scan mode (e.g., lineart, monochrome, or color).
tr: Tarama kipini seçer (örneğin çizgi sanatı, siyah–beyaz veya renkli)

source: Determines the speed at which the scan proceeds.
tr: Taramanın ilerleyeceği hızı belirler.

source: Selects the scan source (such as a document-feeder).
tr: Tarama kaynağını seçer (örneğin bir belge besleyicisi gibi).

source: Controls whether backtracking is forced.
tr: Geri izlemenin zorlanıp zorlanmadığını denetler.

source: Top-left x position of scan area.
tr: Tarama alanının sol üst X konumu.

source: Top-left y position of scan area.
tr: Tarama alanının sol üst Y konumu.

source: Bottom-right x position of scan area.
tr: Tarama alanının sağ alt X konumu.

source: Bottom-right y position of scan area.
tr: Tarama alanının sağ alt Y konumu.

source: Sets the resolution of the scanned image.
tr: Taranan görselin çözünürlüğünü ayarlar.

source: Sets the horizontal resolution of the scanned image.
tr: Taranan görselin yatay çözünürlüğünü ayarlar.

source: Sets the vertical resolution of the scanned image.
tr: Taranan görselin dikey çözünürlüğünü ayarlar.

source: Specifies the width of the media. Required for automatic centering of sheet-fed scans.
tr: Ortamın genişliğini belirtir. Kendiliğinden ortalamalı veya sayfa beslemeli taramalar için zorunludur.

source: Specifies the height of the media.
tr: Ortamın yükseliğini belirtir.

source: Determines whether a builtin or a custom gamma-table should be used.
tr: Yerleşik veya özel bir gama tablosunun kullanılıp kullanılmaması gerektiğini belirler.

source: Gamma-correction table. In color mode this option equally affects the red, green, and blue channels simultaneously (i.e., it is an intensity gamma table).
tr: Gama düzeltme tablosu. Renkli kipte bu seçenek kırmızı, yeşil ve mavi kanalları aynı anda eşit şekilde etkiler (yani, bir yoğunluk gama tablosudur).

source: Gamma-correction table for the red band.
tr: Kırmızı bant için gama düzeltme tablosu.

source: Gamma-correction table for the green band.
tr: Yeşil bant için gama düzeltme tablosu.

source: Gamma-correction table for the blue band.
tr: Mavi bant için gama düzeltme tablosu.

source: Controls the brightness of the acquired image.
tr: Alınan görselin parlaklığını denetler.

source: Controls the contrast of the acquired image.
tr: Alınan görselin karşıtlığını denetler.

source: Selects the "graininess" of the acquired image. Smaller values result in sharper images.
tr: Alınan görselin “tanecikliğini” denetler. Daha küçük değerler, daha keskin görsellere neden olur.

source: Selects whether the acquired image should be halftoned (dithered).
tr: Alınan görselin yarım tonlu (titrek) olup olmaması gerektiğini denetler.

source: Selects what radiance level should be considered "black".
tr: Hangi parlaklık düzeyinin “siyah” olarak kabul edileceğini seçer.

source: Selects what radiance level should be considered "white".
tr: Hangi parlaklık düzeyinin “beyaz” olarak kabul edileceğini seçer.

source: Selects what red radiance level should be considered "white".
tr: Hangi kırmızı parlaklık düzeyinin “beyaz” olarak kabul edileceğini seçer.

source: Selects what green radiance level should be considered "white".
tr: Hangi yeşil parlaklık düzeyinin “beyaz” olarak kabul edileceğini seçer.

source: Selects what blue radiance level should be considered "white".
tr: Hangi mavi parlaklık düzeyinin “beyaz” olarak kabul edileceğini seçer.

source: Selects what red radiance level should be considered "black".
tr: Hangi kırmızı parlaklık düzeyinin “siyah” olarak kabul edileceğini seçer.

source: Selects what green radiance level should be considered "black".
tr: Hangi yeşil parlaklık düzeyinin “siyah” olarak kabul edileceğini seçer.

source: Selects what blue radiance level should be considered "black".
tr: Hangi mavi parlaklık düzeyinin “siyah” olarak kabul edileceğini seçer.

source: Selects what red radiance level should be considered "full red".
tr: Hangi kırmızı parlaklık düzeyinin “tam kırmızı” olarak kabul edileceğini seçer.

source: Selects what green radiance level should be considered "full green".
tr: Hangi yeşil parlaklık düzeyinin “tam yeşil” olarak kabul edileceğini seçer.

source: Selects what blue radiance level should be considered "full blue".
tr: Hangi mavi parlaklık düzeyinin “tam mavi” olarak kabul edileceğini seçer.

source: Controls the "hue" (blue-level) of the acquired image.
tr: Alınan görselin “tonunu” (mavi düzeyini) denetler.

source: The saturation level controls the amount of "blooming" that occurs when acquiring an image with a camera. Larger values cause more blooming.
tr: Doygunluk düzeyi, bir kamerayla görsel elde edilirken oluşan “ışık saçılması” miktarını denetler. Daha büyük değerler daha fazla ışık saçılmasına neden olur.

source: The filename of the image to be loaded.
tr: Yüklenecek görselin dosya adı.

source: Sets the size of the halftoning (dithering) pattern used when scanning halftoned images.
tr: Yarı tonlu görselleri tararken kullanılan yarı tonlama (titreme) deseninin boyutunu ayarlar.

source: Defines the halftoning (dithering) pattern for scanning halftoned images.
tr: Yarı tonlu görselleri taramak için olan yarı tonlama (titreme) desenini tanımlar.

source: Use same values for X and Y resolution
tr: X ve Y çözünürlüğü için aynı değerleri kullan

source: Swap black and white
tr: Siyah ve beyazı kendi arasında değiştir

source: Do a quality white-calibration
tr: Kaliteli bir beyaz kalibrasyonu yap

source: Use lens that doubles optical resolution
tr: Optik çözünürlüğü iki katına çıkaran mercek kullan

source: In RGB-mode use same values for each color
tr: RGB kipinde her bir renk için aynı değerleri kullan

source: Select minimum-brightness to get a white point
tr: Bir beyaz nokta almak için en düşük parlaklığı seç

source: Analog gamma-correction
tr: Analog gama düzeltmesi

source: Analog gamma-correction for red
tr: Kırmızı için analog gama düzeltmesi

source: Analog gamma-correction for green
tr: Yeşil için analog gama düzeltmesi

source: Analog gamma-correction for blue
tr: Mavi için analog gama düzeltmesi

source: Warm up lamp before scanning
tr: Tarama öncesi lambayı ısıt

source: Define exposure-time for calibration
tr: Kalibrasyon için pozlama süresini tanımla

source: Define exposure-time for red calibration
tr: Kırmızı kalibrasyonu için pozlama süresini tanımla

source: Define exposure-time for green calibration
tr: Yeşil kalibrasyonu için pozlama süresini tanımla

source: Define exposure-time for blue calibration
tr: Mavi kalibrasyonu için pozlama süresini tanımla

source: Define exposure-time for scan
tr: Tarama için pozlama süresini tanımla

source: Define exposure-time for red scan
tr: Kırmızı taraması için pozlama süresini tanımla

source: Define exposure-time for green scan
tr: Yeşil taraması için pozlama süresini tanımla

source: Define exposure-time for blue scan
tr: Mavi taraması için pozlama süresini tanımla

source: Enable selection of exposure-time
tr: Pozlama süresinin seçimini etkinleştir

source: Define lamp density for calibration
tr: Kalibrasyon için lamba yoğunluğunu tanımla

source: Define lamp density for scan
tr: Tarama için lamba yoğunluğunu tanımla

source: Enable selection of lamp density
tr: Lamba yoğunluğunu seçmeye izin ver

source: Turn off lamp when program exits
tr: Program çıktığında lambayı kapat

source: Focus position for manual focus
tr: Elle odak için odak konumu

source: Perform autofocus before scan
tr: Tarama öncesi kendiliğinden odakla

source: Perform infrared scan
tr: Kızılötesi tarama gerçekleştir

source: Scan button
tr: Tarama düğmesi

source: Email button
tr: E-posta düğmesi

source: Fax button
tr: Faks düğmesi

source: Copy button
tr: Kopyala düğmesi

source: PDF button
tr: PDF düğmesi

source: Cancel button
tr: İptal düğmesi

source: Page loaded
tr: Sayfa yüklendi

source: Cover open
tr: Kapak açık

source: Color
tr: Renk

source: Color Lineart
tr: Renkli çizgi sanatı

source: Color Halftone
tr: Renkli yarı ton

source: Gray
tr: Gri

source: Halftone
tr: Yarı ton

source: Lineart
tr: Çizgi sanatı

source: Success
tr: Başarılı

source: Operation not supported
tr: İşlem desteklenmiyor

source: Operation was canceled
tr: İşlem iptal edildi

source: Device busy
tr: Aygıt meşgul

source: Invalid argument
tr: Geçersiz argüman

source: End of file reached
tr: Dosyanın sonuna erişildi

source: Document feeder jammed
tr: Belge besleyicisinde sıkışma

source: Document feeder out of documents
tr: Belge besleyicisinde belge kalmadı

source: Scanner cover is open
tr: Tarayıcı kapağı açık

source: Error during device I/O
tr: Aygıt G/Ç sırasında hata

source: Out of memory
tr: Bellek yetersiz

source: Access to resource has been denied
tr: Özkaynağa erişim reddedildi

source: Lamp not ready, please retry
tr: Lamba hazır değil, lütfen yeniden deneyin

source: Scanner mechanism locked for transport
tr: Tarayıcı mekanizması taşıma için kilitli

source: Defaults
tr: Öntanımlılar

source: Set default values for enhancement controls.
tr: İyileştirme denetimleri için öntanımlı değerleri ayarlayın.

source: Calibration
tr: Kalibrasyon

source: Calibrate before next scan
tr: Sonraki tarama öncesi kalibre et

source: If enabled, the device will be calibrated before the next scan. Otherwise, calibration is performed only before the first start.
tr: Etkinleştirilirse aygıt bir sonraki tarama öncesinde kalibre edilecektir. Aksi takdirde, kalibrasyon yalnızca ilk başlatmadan önce gerçekleştirilir.

source: Only perform shading-correction
tr: Yalnızca gölge düzeltmesi uygula

source: If enabled, only the shading correction is performed during calibration. The default values for gain, offset and exposure time, either built-in or from the configuration file, are used.
tr: Etkinleştirilirse kalibrasyon sırasında yalnızca gölgelendirme düzeltmesi gerçekleştirilir. Kazanç, ofset ve pozlama süresi için yerleşik veya yapılandırma dosyasından gelen öntanımlı değerler kullanılır.

source: Button state
tr: Düğme durumu

source: Miscellaneous
tr: Çeşitli

source: Installed options
tr: Kurulu seçenekler

source: Overscan top
tr: Üstten fazla tara

source: Overscan bottom
tr: Alttan fazla tara

source: Background raster lines
tr: Arka plan raster çizgiler

source: Quality scan
tr: Kaliteli tarama

source: Exposure
tr: Pozlama

source: Multi-sample
tr: Çoklu örnek

source: Power save timer control
tr: Güç tasarrufu zamanlayıcısı denetimi

source: Message text from the scanner
tr: Tarayıcıdan gelen ileti metni

source: Obtain NVRAM values
tr: NVRAM değerlerini al

source: Use paper length
tr: Kâğıt uzunluğunu kullan

source: Flip document after duplex scanning
tr: Çift yönlü tarama sonrası belgeyi ters çevir

source: ADF installed
tr: KBB kurulu

source: Lightbox installed
tr: Lightbox kurulu

source: The top overscan controls the additional area to scan before the paper is detected.
tr: Üst tarama, kağıt algılanmadan önce taranacak ek alanı denetler.

source: The bottom overscan controls the additional area to scan after the paper end is detected.
tr: Alt tarama, kağıt algılanmadan önce taranacak ek alanı denetler.

source: The background raster controls the additional background lines to scan before the paper is feed through the scanner.
tr: Arka plan rasteri, kâğıt tarayıcıya beslenmeden önce taranacak ek arka plan satırlarını denetler.

source: Turn on quality scanning (slower but better).
tr: Kaliteli taramayı açar (daha yavaş; ancak daha iyi).

source: Manual exposure adjustment.
tr: Elle pozlama düzeltmesi.

source: Enable multi-sample scan mode.
tr: Çoklu örnek tarama kipini etkinleştirin.

source: Allows control of the scanner's power save timer, dimming or turning off the light.
tr: Tarayıcının güç tasarrufu zamanlayıcısını denetlemenizi, ışığı kısmanızı veya kapatmanızı sağlar.

source: This text contains device specific options controlled by the user on the scanner hardware.
tr: Bu metin, tarayıcı donanımında kullanıcı tarafından denetlenen aygıta özgü seçenekleri içerir.

source: Allows access obtaining the scanner's NVRAM values as pretty printed text.
tr: Tarayıcının NVRAM değerlerinin güzel yazdırılmış metin olarak elde edilmesine erişim sağlar.

source: Newer scanners can utilize this paper length to detect double feeds. However some others (DM152) can get confused during media flush if it is set.
tr: Daha yeni tarayıcılar, çift beslemeleri algılamak için bu kâğıt uzunluğunu kullanabilir. Ancak bazıları (DM152) ayarlandığında ortam yıkaması sırasında karışabilir.

source: Tells page-flipping document scanners to flip the paper back to its original orientation before dropping it in the output tray. Turning this off might make scanning a little faster if you don't care about manually flipping the pages afterwards.
tr: Sayfa çevirmeli belge tarayıcılarına, kâğıdı çıkış tepsisine bırakmadan önce özgün yönüne geri çevirmelerini söyler. Bunu kapatmak, daha sonra sayfaları elle çevirmekle ilgilenmiyorsanız taramayı biraz daha hızlı hale getirebilir.

source: ADF option is detected as installed.
tr: KBB seçeneğinin kurulu olduğu algılandı.

source: Lightbox option is detected as installed.
tr: Lightbox seçeneğinin kurulu olduğu algılandı.

source: Number of the frame to scan
tr: Taranacak kare sayısı

source: Selects the number of the frame to scan
tr: Taranacak karelerin sayısını seçer

source: Duplex scan
tr: Çift yönlü tarama

source: Duplex scan provides a scan of the front and back side of the document
tr: Çift yönlü tarama, belgenin ön ve arka tarafının taranmasını sağlar

source: Correction according to transparency ratio
tr: Saydamlık oranına göre düzeltme

source: Correction according to film type
tr: Film türüne göre düzeltme

source: Fine color
tr: İnce renk

source: Negatives
tr: Negatifler

source: Raw
tr: Ham

source: No transparency correction
tr: Saydamlık düzeltmesi yok

source: Slides
tr: Slaytlar

source: Automatic
tr: Kendiliğinden

source: Normal speed
tr: Normal hız

source: 1/2 normal speed
tr: Normal hızın ½’si

source: 1/3 normal speed
tr: Normal hızın ⅓’ü

source: rounded parameter
tr: Yuvarlanmış parametre

source: unknown
tr: Bilinmiyor

source: ADF jam
tr: KBB sıkışması

source: ADF cover open
tr: KBB kapağı açık

source: lamp failure
tr: Lamba hatası

source: scan head positioning error
tr: Tarama kafası konumlandırma hatası

source: CPU check error
tr: CPU denetimi hatası

source: RAM check error
tr: RAM denetleme hatası

source: ROM check error
tr: ROM denetleme hatası

source: hardware check error
tr: Donanım denetleme hatası

source: transparency unit lamp failure
tr: Saydam birim lambası hatası

source: transparency unit scan head positioning failure
tr: Saydamlık birimi tarama kafası konumlandırma hatası

source: parameter list length error
tr: Parametre listesi uzunluğu hatası

source: invalid command operation code
tr: Geçersiz komut işlemi kodu

source: invalid field in CDB
tr: CDB’de geçersiz alan

source: unsupported LUN
tr: Desteklenmeyen LUN

source: invalid field in parameter list
tr: Parametre listesinde geçersiz alan

source: command sequence error
tr: Komut dizisi hatası

source: too many windows specified
tr: Pek fazla pencere belirtildi

source: medium not present
tr: Ortam yok

source: invalid bit IDENTIFY message
tr: Geçersiz bit IDENTIFY iletisi

source: option not correct
tr: Seçenek doğru değil

source: power on reset / bus device reset
tr: Güç açıkken sıfırla/veri yolu aygıtını sıfırla

source: parameter changed by another initiator
tr: Parametre başka bir başlatıcı tarafından değiştirildi

source: no additional sense information
tr: Başka bir duyu bilgisi yok

source: reselect failure
tr: Yeniden seçim başarısız

source: SCSI parity error
tr: SCSI parite hatası

source: initiator detected error message received
tr: “Başlatıcı algılandı” hata iletisi alındı

source: invalid message error
tr: Geçersiz ileti hatası

source: timeout error
tr: Zaman aşımı hatası

source: transparency unit shading error
tr: Saydamlık birimi gölgelendirme hatası

source: lamp not stabilized
tr: Lamba stabilize değil

source: film scanner
tr: Film tarayıcısı

source: flatbed scanner
tr: Düz yatak tarayıcı

source: Film type
tr: Film türü

source: Selects the film type, i.e. negatives or slides
tr: Film türünü seçer; örneğin, negatifler veya slaytlar

source: Negative film type
tr: Negatif film türü

source: Selects the negative film type
tr: Negatif film türünü seçer

source: Hardware resolution
tr: Donanım çözünürlüğü

source: Use only hardware resolutions
tr: Yalnızca donanım çözünürlüklerini kullan

source: Focus
tr: Odak

source: Auto focus
tr: Kendiliğinden odak

source: Enable/disable auto focus
tr: Kendiliğinden odağı etkinleştir/devre dışı bırak

source: Auto focus only once
tr: Yalnızca bir kez kendiliğinden odakla

source: Do auto focus only once between ejects
tr: Çıkarmalar arasında yalnızca bir kez kendiliğinden odaklanma

source: Manual focus position
tr: Elle odak konumu

source: Set the optical system's focus position by hand (default: 128).
tr: Optik sistemin odak konumunu elle ayarlayın (Öntanımlı: 128).

source: Scan margins
tr: Tarama kenar boşlukları

source: Extra color adjustments
tr: Ek renk ayarlamaları

source: Mirror image
tr: Görseli yansıt

source: Mirror the image horizontally
tr: Görseli yatay olarak yansıt

source: Auto exposure
tr: Kendiliğinden pozlama

source: Enable/disable the auto exposure feature
tr: Kendiliğinden pozlama özelliğini etkinleştir/devre dışı bırak

source: Calibration now
tr: Şimdi kalibre et

source: Execute calibration *now*
tr: Kalibrasyonu *şimdi* yürüt

source: Self diagnosis
tr: Öz tanı

source: Perform scanner self diagnosis
tr: Tarayıcıda öz tanılama gerçekleştir

source: Reset scanner
tr: Tarayıcıyı sıfırla

source: Reset the scanner
tr: Tarayıcıyı sıfırla

source: Medium handling
tr: Ortam işlemesi

source: Eject film after each scan
tr: Her bir taramadan sonra filmi çıkar

source: Automatically eject the film from the device after each scan
tr: Her bir taramadan sonra aygıttan filmi çıkar

source: Eject film before exit
tr: Çıkmadan önce filmi çıkar

source: Automatically eject the film from the device before exiting the program
tr: Programdan çıkmadan önce aygıttan filmi kendiliğinden çıkar

source: Eject film now
tr: Filmi şimdi çıkar

source: Eject the film *now*
tr: Filmi *şimdi* çıkar

source: Document feeder extras
tr: Belge besleyicisi ekstraları

source: Flatbed only
tr: Yalnızca düz yatak

source: Disable auto document feeder and use flatbed only
tr: Kendiliğinden belge beslemeyi devre dışı bırak ve yalnızca düz yatağı kullan

source: Transparency unit
tr: Saydamlık birimi

source: Switch on/off the transparency unit (FAU, film adapter unit)
tr: Saydamlık birimini aç/kapat (FAU, film bağdaştırıcısı birimi)

source: Negative film
tr: Negatif film

source: Positive or negative film
tr: Pozitif veya negatif film

source: Density control
tr: Yoğunluk denetimi

source: Set density control mode
tr: Yoğunluk denetim kipini ayarlayın.

source: Transparency ratio
tr: Saydamlık oranı
